[
  {
    "news_text": "The U.S. Marshals Service has disclosed that the government holds 28,988 BTC, valued at $3.4 billion, significantly less than the previously estimated 200,000 BTC. The information was revealed following a Freedom of Information Act (FOIA) request.",
    "initial_category": "btc"
  },
  {
    "news_text": "Ethereum reached a multi-month price high of $3,400, boosting its market capitalization to $400 billion and placing it as the 26th largest global asset. The price increase is linked to a record daily inflow of $726.6 million into U.S. spot Ethereum ETFs on July 16.",
    "initial_category": "defi"
  },
  {
    "news_text": "BlackRock has filed an application to add staking services to its spot Ethereum ETF.",
    "initial_category": "defi"
  },
  {
    "news_text": "American company Bit Origin is raising up to $500 million to purchase Dogecoin, aiming to become the first U.S.-listed company to adopt DOGE as a core treasury asset.",
    "initial_category": "defi"
  },
  {
    "news_text": "The government of India has invested in QpiAI, a startup that specializes in integrating quantum computing and artificial intelligence.",
    "initial_category": "defi"
  },
  {
    "news_text": "In France, a bill has been introduced proposing a five-year pilot project to utilize surplus energy from nuclear power plants for Bitcoin mining.",
    "initial_category": "btc"
  },
  {
    "news_text": "An early Bitcoin whale, who held over 80,000 BTC, has moved 40,192 BTC (worth approximately $4.77 billion) to a new wallet, sparking speculation about a potential sale.",
    "initial_category": "btc"
  },
  {
    "news_text": "Sberbank plans to begin offering services for the storage of crypto-assets.",
    "initial_category": "defi"
  },
  {
    "news_text": "A new anti-money laundering authority, AMLA, has begun operations in the European Union, introducing strict new rules for all crypto companies starting this month.",
    "initial_category": "defi"
  },
  {
    "news_text": "Analysts estimate that in 2024, Russian miners have mined approximately 40,000 BTC, valued at over $4.5 billion at the current exchange rate.",
    "initial_category": "btc"
  },
  {
    "news_text": "OpenAI is preparing to enable purchases directly within ChatGPT and is testing an in-chat ordering feature with partners, including Shopify.",
    "initial_category": "defi"
  },
  {
    "news_text": "Authorities in Thailand plan to launch a nationwide \"crypto-sandbox\" to allow tourists to freely use cryptocurrency for payments throughout the country.",
    "initial_category": "defi"
  },
  {
    "news_text": "South Korea's largest crypto exchange, Upbit, could face a record fine of up to $131 billion for over 9.5 million violations of KYC regulations.",
    "initial_category": "defi"
  },
  {
    "news_text": "The number of USDT users has grown 160-fold since 2020, from 2.8 million to 450 million people.",
    "initial_category": "defi"
  },
  {
    "news_text": "Coinbase has launched Base App, a \"super-app\" that integrates social networking and payment features.",
    "initial_category": "defi"
  },
  {
    "news_text": "Veteran trader Peter Brandt has stated that the altseason has begun.",
    "initial_category": "defi"
  },
  {
    "news_text": "Roger Ver has filed a lawsuit with the European Court of Human Rights (ECHR) to fight his extradition to the United States.",
    "initial_category": "btc"
  },
  {
    "news_text": "ZK-project Privacy Pools has integrated the USDS stablecoin from Sky.",
    "initial_category": "defi"
  },
  {
    "news_text": "Google Search has added an AI-powered feature for making calls to businesses.",
    "initial_category": "defi"
  },
  {
    "news_text": "Participants in the PUMP presale have sold nearly 60% of their tokens.",
    "initial_category": "defi"
  },
  {
    "news_text": "BitMine has surpassed SharpLink in its reserves of Ethereum.",
    "initial_category": "defi"
  },
  {
    "news_text": "A recent study indicates that Gen Z primarily spends cryptocurrency on games, while millennials use it for real estate investments.",
    "initial_category": "defi"
  },
  {
    "news_text": "A bill has been introduced in the U.S. Congress that would require lenders to consider cryptocurrency holdings during the mortgage credit evaluation process.",
    "initial_category": "defi"
  },
  {
    "news_text": "The SEC has further delayed its decision on Bitwise’s proposal to allow in-kind redemptions for its Bitcoin and Ethereum ETFs.",
    "initial_category": "defi"
  },
  {
    "news_text": "The market capitalization of XRP has surpassed $185 billion for the first time.",
    "initial_category": "defi"
  },
  {
    "news_text": "An Ethereum ICO whale who initially invested $416 has realized gains of $4.9 million, having recently deposited 729 ETH ($2.53 million) to Kraken while still holding $2.07 million in staked assets.",
    "initial_category": "defi"
  },
  {
    "news_text": "Matador Technologies has unveiled a $656 million plan to acquire 6,000 BTC by 2027, with the goal of becoming one of the top 20 corporate holders.",
    "initial_category": "btc"
  },
  {
    "news_text": "Three crypto-related bills—the CLARITY Act, the GENIUS Act, and the Anti-CBDC Act—have all passed in the U.S. House of Representatives.",
    "initial_category": "defi"
  },
  {
    "news_text": "Following the passage of landmark stablecoin legislation in the House, former SEC Commissioner Paul Atkins stated that the SEC is considering an \"innovation exception\" from regulations to promote tokenization.",
    "initial_category": "defi"
  }
]